{"podcast_details": {"podcast_title": "Everything Everywhere Daily", "episode_title": "Otto Rahn: The Real-Life Indiana Jones Villain (Encore)", "episode_image": "https://megaphone.imgix.net/podcasts/c60ed9fc-5f48-11ec-b5ad-cb3d94513f4e/image/Everything_Everywhere_Show_Art__1_.png?ixlib=rails-4.3.1&max-w=3000&max-h=3000&fit=crop&auto=format,compress", "episode_transcript": " The following is an encore presentation of Everything Everywhere Daily. In the Indiana Jones movies, Indiana is usually searching for a rare artifact with mystical powers while some other nefarious archaeologist, usually a Nazi, is trying to find the artifact before Indy. Believe it or not, that trope of a Nazi archaeologist looking for an item of incredible power actually has a kernel of truth to it. Sort of. Learn more about Otto Rahn and the real life Nazi search for the Holy Grail on this episode of Everything Everywhere Daily. Between the kids being home and hosting, everything in our house gets used up in summer. With Instacart, I can save money by stocking up on all my favorite summer brands. I save time by getting everything delivered in as fast as an hour. And I save myself a sink full of dirty dishes by stocking up on paper plates for the annual summer cookout. Save more on summer essentials? Spend more time enjoying summer. Add summer to cart. Download the app to get free delivery on your first three orders. Offer valid for a limited time. Minimum $10 per order. Additional terms apply. This episode is sponsored by Newspapers.com. If you listen to this podcast, then you're probably a student of history. And if you love history, look no further than Newspapers.com, the ultimate resource for exploring history. Newspapers.com is like a time machine. You can find out what happened on the day you were born or how significant moments in history were reported on when they happened. With over 800 million digitized pages from over 24,000 newspapers spanning three centuries, Newspapers.com provides an unparalleled gateway to the past. With newspapers from the United States, United Kingdom, Canada, Australia, and more. Plus, Newspapers.com makes it easy to save and share your discoveries. For everything everywhere daily listeners, Newspapers.com is extending a discount of 20% off a publisher extra subscription. Just use the code word, Everything Everywhere at checkout. Uncover the extraordinary with Newspapers.com today using discount code Everything Everywhere. Otto Rahn was born in 1904 in Mittelstadt, Germany. He attended the University of Gießen, where he earned his degree in philology. And FYI, philology is basically the study of linguistics and literature in a historical context. While at the University of Gießen, one of his professors was a Baron von Gaul, who introduced him to the Alba Jensen movement, also known as the Cathars. And before I get too far, I should probably explain who the Cathars were because they're kind of central to the story. The Cathars were a religious movement which had its heyday from the 11th to 14th century. They primarily existed in southern France and northern Italy. The Cathars ideology was believed to have come from the East, from the Byzantine Empire. And it's also known as Albigensianism based on the French city of Albi where it was centered. If you have ever come across the term before, it was probably from the Albigensian heresy, which is what it was considered by the Catholic Church. The Cathars had a belief system which differed dramatically from Orthodox Christianity. For starters, they thought there were two twin opposing deities. One was an evil god who created the world, which was the god of the Old Testament. And the other was a benign god who created the spirit world and was the god of the New Testament. As such, all matter and the physical world was to be considered evil. The Cathars thought that all people were angels who had literally made a deal with the devil to get corruptible physical bodies. They rejected Christian concepts such as the Trinity and the Resurrection. They also had some other really odd beliefs which stemmed from their views. Because the world was bad, they shunned sexual reproduction, which is not really a good way to create a long-term religious movement. Likewise, they shunned meat, cheese, and eggs for the same reason, but they did eat fish. The Pope eventually issued a crusade against the Cathars and there was a huge massacre in 1209 when 7,000 Cathars were killed. The last Cathar leader was executed in 1321 and they eventually died out after existing in very small mountain communities over the next few centuries. When the Cathars were wiped out, they became a thing of legend and myth. Anyways, back to Otto Rahn. Rahn became obsessed with the Cathars. This was in addition to his previous lifelong fascination with the legends of the Holy Grail. Eventually he became convinced that the Cathars were the last group to have possession of the Holy Grail and there were clues to its location that were located in the medieval German poem Parseval written by the German knight and poet Wolfram von Eschenbach. Parseval tells the story of one of King Arthur's knights who searches for the Holy Grail. In 1931 he set out to find the Grail, which he thought was located at Montsegur Castle in Languedoc, France. Montsegur Castle was the last Carthaginian stronghold in France to fall during the Albigensian Crusade. In 1244 when it fell, 200 Cathars were burned alive in what was called the Field of the Burned. Rahn thought that the Grail was located somewhere beneath the castle. He saw himself as a modern-day Heinrich Schliemann who discovered the ruins of ancient Troy by re-following the clues in Homer's Iliad. Rahn spent months in the French Pyrenees searching for the Grail. Needless to say, Otto Rahn wasn't Heinrich Schliemann and never found the Holy Grail. However, Rahn did get one thing out of his adventure. He wrote a book. In 1933 he released his first book, Crusade Against the Grail, a book which, by the way, is still in print and can be purchased on Amazon. The book didn't sell very well, but there was one person in particular who became a huge fanboy, a person who was really into mysticism, German fables, and ancient mysteries. The head of the German SS, Heinrich Himmler. Himmler too was a big fan of the Holy Grail. He had a personal citadel in Vivesburg Castle in central Germany, and in it he built a grail room that was a circular room with twelve pillars in a nod to the Knights of the Round Table. Here, I need to explain a little bit about the personal life of Otto Rahn. Otto was not what you'd call someone who'd be naturally attracted to the Nazi party. For starters, he was a left-leaning academic. He attended lectures by anti-Nazi intellectuals and was reported to have expressed anti-Nazi sentiments in private. He also may have had Jewish ancestry on his mother's side. But perhaps the biggest thing, however, is that Otto Rahn was an open homosexual in 1933 in Nazi Germany. For most people in Rahn's shoes at that place and time, life would not have been good. It would probably have involved some combination of arrests, detention, beatings, and possibly an end in a concentration camp. Because of the support he had from Himmler, however, Rahn was protected. His theories on the Holy Grail and his scholarship on medieval German legends fit the Nazi mythology about some pre-Christian Aryan Nordic civilization. Eventually, Otto Rahn was offered a literal deal with the devil. Himmler offered to sponsor his research and his expeditions to help find the Grail, as well as a thousand Reichsmarks a month. The only thing that Himmler wanted in return was loyalty. In particular, he wanted Otto Rahn to join the SS. And so he did. It wasn't something he did out of ideology or loyalty, so much as it was just an offer he couldn't refuse. He had a patron in one of the most powerful men in Germany who was willing to pay for all the research he ever wanted to conduct. As he later confided to one of his friends, quote, a man has to eat. What was I supposed to do? Turn Himmler down? So he became a member of the SS, and they funded his expeditions into France to search for the Grail and for continued research into the Cathars. He also did other academic-related tasks for the SS, including doing a genealogy on Himmler and taking a trip to Iceland to do research on the Nordic Sagas. In 1937, his research resulted in a second book, Lucifer's Court, a heretic's journey in search of the light-bringers. Himmler again loved it and purchased 5,000 leather-bound copies to give to Nazi officials, including Adolf Hitler. However, he found anti-Semitic additions in the book, which he never wrote. The deal that he did with the devil began to catch up with him. Later in 1937, he was assigned to be a guard at the Dachau concentration camp, and what he saw there shook him to his core. He spent three months there and told a friend, quote, I have much sorrow in my country. It is impossible for a tolerant, liberal man like me to live in the nation that my native country has become. End quote. In February 1939, he resigned from the SS. In his resignation letter, he wrote, quote, I must ask you to accept my immediate discharge from the SS. The reasons are of so grave a nature I cannot explain them in writing. End quote. Unfortunately, you can't just resign from the SS. Once he submitted his resignation, he became a wanted man by the Gestapo. Just a few weeks after his resignation, the body of Otto Rahn was found frozen on the side of a mountain in Tyrol, Austria. Officially, his cause of death was listed as suicide. However, there has been mystery surrounding it ever since. Why would he kill himself by exposing himself to the elements on a mountain? Was he trying to escape German territory by fleeing to Italy? There were even rumors that the body that was found wasn't that of Otto Rahn. Some said he became the West German ambassador to Italy after the war, and others say he died in a car crash in Iran in 1958. No one knows for sure. Rahn was a thin man who wore a wide-brimmed hat who looked suspiciously like Major Arnold Ernst Tote in the movie Indiana Jones and the Raiders of the Lost Ark. In Indiana Jones and the Last Crusade, of course, there is literally a search for the Holy Grail and Nazis who are looking for it. Rahn became the basis of the Nazi archaeologist trope which has appeared in many films over the years. In the end, Otto Rahn was an academic who was filled with fantastic ideas which turned out not to have been true, and he paid an incredibly high price in the pursuit of his research. The executive producer of Everything Everywhere Daily is Charles Daniel. The associate producers are Thor Thompson and Peter Bennett. I just want to thank everyone, including the show's producers, who support the show over on Patreon. If you'd like to support the show, just head over to patreon.com, which is currently the only place where you can get show merchandise. Also, if you want to talk to other listeners about the show, head over to our Facebook group or Discord server, both of which have links in the show notes."}, "podcast_summary": "Summary: \n\nIn this episode of Everything Everywhere Daily, the host delves into the true story behind the Nazi search for the Holy Grail. The focus is on Otto Rahn, a German archaeologist and writer who became infatuated with the Cathars, a religious movement known for their unorthodox beliefs. Rahn believed that the Cathars were the last group to possess the Holy Grail and set out on a quest to find it, specifically at Montsegur Castle in France. His obsession caught the attention of Heinrich Himmler, the head of the German SS, who admired Rahn's work on the Grail and sponsored his research. Despite Rahn's personal conflicts with the Nazi regime, such as being left-leaning and openly homosexual, he accepted Himmler's offer for financial support and joined the SS. Rahn conducted expeditions in France, published books on his findings, and performed other academic tasks for the SS. However, his time as a guard at the Dachau concentration camp deeply troubled him, leading to his resignation from the SS. Shortly after his resignation, Rahn's body was found frozen on a mountain in Austria, officially declared a suicide. Yet, there are rumors and mysteries surrounding his death and post-war activities, adding to the intrigue of his story. The podcast explores Rahn's life and tragic downfall, highlighting the price he paid for the pursuit of his research. The story of Otto Rahn and the Nazi search for the Holy Grail has become the basis for the trope of the Nazi archaeologist in popular films like Indiana Jones. \n\nHighlights:\n- Learn about the real-life Nazi search for the Holy Grail\n- Discover the story of Otto Rahn, an archaeologist infatuated with the Cathars and the Grail\n- Understand how Rahn's work caught the attention of Heinrich Himmler, despite their ideological and personal differences\n- Explore Rahn's expeditions, publications, and academic tasks funded by the SS\n- Uncover the reasons behind Rahn's resignation and the mysteries surrounding his death and post-war activities\n- Understand the cultural impact of Rahn's story and its influence on the Nazi archaeologist trope in films like Indiana Jones.", "podcast_guest": {"name": "Otto Rahn", "summary": ""}, "podcast_highlights": "\"Believe it or not, that trope of a Nazi archaeologist looking for an item of incredible power actually has a kernel of truth to it. Sort of.\"\n\"Otto Rahn became obsessed with the Cathars, convinced that they were the last group to have possession of the Holy Grail.\"\n\"Heinrich Himmler, the head of the German SS, became a huge fan of Rahn's book and sponsored his research and expeditions.\"\n\"Rahn joined the SS, not out of ideology, but because he had a patron in Himmler who was willing to fund his research.\"\n\"In 1937, Rahn wrote a second book, Lucifer's Court, which Himmler loved and purchased 5,000 copies to give to Nazi officials, including Hitler.\"\n\"In February 1939, Rahn resigned from the SS, and just a few weeks later, his body was found frozen on the side of a mountain in Austria.\"\n\"Rahn became the basis of the Nazi archaeologist trope in films, like Indiana Jones and the Last Crusade.\"\n\"Otto Rahn paid an incredibly high price in the pursuit of his research.\""}
